{
    "title": "미안하다. 강림이 좀 늦었다.네이버 토요웹툰 어글리후드의 주인공.D급 신도이다. 키는 174cm로 큰 편이다. 혈액형은 AB형이다. 생일은 5월 3일.[8] 70화에서 밝혀진 바에 따르면 영어 철자는 Elsa Bryant이다.[9] 또한 글씨를 쓸 때나 밥을 먹을 때 왼손을 사용하는 것으로 보아 왼손잡이인 듯 하다.평상시에는 야마스핀 고등학교 1학년 2반에 다니는 17세의 고등학생으로 지내다가, 몰래 어글리후드라는 이름으로 교회를 테러한다. 평소엔 교복에 붉은 후드를 입고 생활하지만, 어글리후드가 되면 후드는 푸른색에 후드의 모자 부분은 에리얼의 얼굴이 되며, 눈가에는 붉은 아이섀도가, 이마에는 에리얼의 눈썹과 같은 점 문양 두 개가 생긴다. 에리얼이 간섭할 경우, 눈은 역안처럼 변형되고 피부색 또한 푸른색[10]과 붉은색[11]으로 변한다.",
    "bg": "야 이 자식아 그보다 너 몇 살인데 반말이냐?(16살이다!)마! 걔으셰꺄 내가 니보다 1년 더 살았어!이 모든 사건의 발단. 이 말만 안 했으면 지금처럼 들키지도 않았다.성격은 나쁘게 말해서 겁대가리 없고 관종끼 있는 성격이다. 평상시에는 D급이라서 조용히 사는 데다가 말싸움에도 약해 그냥 당하기만 한다. 보통은 바로 싸움을 걸지만 성수를 마신 뒤로는 누구 한 명이 뒤질 수도 있어서 이도저도 못 하는 상황. 그래서인지 관심을 좋은 쪽이든 나쁜 쪽이든 받으면 \"태어나서 제일 잘 나가고 있다.\"라며 좋아해한다.다만 말싸움을 못 한다기보다는 자기랑 관련된 게 아니면 그냥 무심한 성격이라고 하는 게 더 어울린다. 특히 센이나 네임리스, 교회에 관한 이야기를 할 때면 에리얼도 너 아까 걔 맞냐며 놀라워할 정도로 말을 잘 한다.[12]교회로 인해 자신의 가정이나 삶에 수많은 피해를 입었기 때문에 마음가짐 하나는 확실한 편이다. 네임드 세력에 들어온 것도 어글리후드로서가 아닌 엘사 본인의 마음이었고, 세라나 다이사처럼 망설이는 이들에게도 일침을 날리거나 총을 자기 머리에 겨누고 쏠 거면 쏘라고 확실히 말하는 등 결단력도 있다. 다이사와의 교전 후 내가 너였다면 능력으로 학생들의 목숨을 인질로 삼아서 협박을 했을 것이라고 다이사의 물렁한 태도를 지적할 정도.[13] 천성이 교회와 어울릴 수 없다는 부분도 잘 보이는데, 과거 회상 속에서도 본래는 C급이었지만 그마저도 강등을 당했고, 아벨의 환각으로 A급 학생이 되더라도 비록 엘사가 환각인 점을 눈치챈 부분도 있었지만 따돌림을 당하던 D급 학생에게 동경심을 느끼거나 사람들 앞에서 야마누스가 존재한다고 생각해본 적도 없다고 당당하게 이야기하는 등 A급이 되어도 결국 그 기회를 져버렸다.아직 자세한 목적은 없어서 작중에선 무엇 때문에 싸우는지 방황하는 경우도 많다. 엄마를 위해서 그런 것도 아니고, 자신의 옛 친구를 찾으려고 해도 죽었다고 확인사살되었으니. 그 점 때문에 힘에 도취되어 인간성을 잃는 모습을 보인다. 아직은 17살의 어린 나이인지라 미숙함을 보여주는 부분.[14] 그때 마침 센이 다가와서 '아직 너는 17살 고딩이니 모든 걸 혼자 짊어질 필요는 없다', '가끔은 하고 싶은 대로 움직여도 된다' 와 같은 격려를 해준 덕분에 \"야마누스가 정말 존재한다면 죽빵 한 대 갈기고, 신의 이름으로 빼앗겼던 행복을 다시 돌려놓겠다.\"라는 확실한 목표를 가지게 된다.마음가짐은 좋지만 하는 짓은 자세한 경위 없이 아무 교회나 테러하고 다녀서 주위의 평판은 별로 안 좋다. 애초에 테러 자체가 호응을 받을 리 없다. 심지어 의도치 않게 같은 D급 시민들도 피해를 보고 있어서 제3자 입장에서는 아주 민폐나 다름없다. '주인공은 하는 게 뭐지' 라는 소리가 괜히 생긴 것이 아니다. 같은 목표를 가진 네임드 멤버들도 엘사가 한동안 몸을 사리고 있자 \"어린 놈이 관심받고 싶어서 생각없이 테러질에 뛰어들었다가 일 커지니 갑자기 잠수탄 거지.\" 라고 하며 오해를 했다.[15]웬만한 상황에서도 별로 티를 내지 않을 정도로 무뚝뚝하고 무신경하긴 하지만 은근 관종끼가 있는 편. 13화에서는 도망쳐야 하는 상황에서 갑자기 팬이라며 달려든 네이슨에게 친히 싸인을 해주었고, 38화에서는 정말 간만에 어글리후드로 활동하면서 많은 관심을 받게 되자 태어나서 제일 잘나가고 있다며 즐기고 있었다.여담이지만 국물이 있는 음식을 먹을 때마다 파를 골라낸다.151화에서 '처음으로' 소리를 내서 웃었다.[16][17]213화에서 의도한것은 아니지만 첫 살인을 저지르고 만다.[18]",
    "story": "   자세한 내용은 엘사 브라이언트/작중 행적 문서를의 번 문단을의  부분을 참고하십시오.",
    "line": "미안하다, 여러분... \"강림\"이 좀 늦었다.목숨이 걸린 싸움에 그 어중간한 태도를 보면 알 수 있지.교회에 저항할 용기도, 그렇다고 무슨짓을 해서든 나를 이기겠다는 각오도 네겐 느껴지지 않아. 능력에 의존해 자기가 강하다고 착각하지만 속 빈 강정일 뿐 이야.세상엔 너흴 잡기위해 끝없이 노력하는 자들도 존재한다고.그런 정신머리론 누구에게도 못이겨.그게 정말 존재한다면... 난 그놈에게 죽빵 한 대 갈기고, 신의 이름으로 빼앗겼던 행복을 다시 돌려놓겠어.인사 오지게 박습니다, 추기경님!!!소중한 사람을 잃는 건 괴로워. 그만큼 내 죽음으로 소중한 사람들에게 상처를 주는 것도 괴로워. 난 둘다 지킬거야. 둘다 다시는 놓지 않을거야. 그러니까 난 절대 안죽어.니 얘길 들으면서 확실히 알 수 있는 건... 넌 마지막까지 네 편이 돼줄 수 있었던 사람을 스스로 버렸다는 거야.오늘 이후로도 이 도시와 내가 사랑하는 사람들의 삶에 변화가 없다면, 그땐 정말 각오하는 게 좋을 거다.이젠 좀 쉬고 싶은데 왜 아직도 이 빌어먹을 세상은 내가 없으면 안 되는 건데."
}