{
    "title": "웹툰 가비지타임의 등장인물. 원중고 3학년으로 키는 192cm이며 등번호는 4번, 포지션은 스몰포워드이다.",
    "bg": "기내초 시절부터 성준수와 같이 농구했었다. 원중고 1학년 시절에 성준수와 함께 코치에게 전학을 권유받았을 때, 권유대로 덤덤하게 전학을 결심한 성준수와는 달리 자신은 원중고에서 살아남을 것이라고 말했다. 이후 원중고의 스타팅 멤버가 되었다.성준수의 전학 결정 당시를 회상하며 자신이 그저 선택하는 게 두려워서, 선택을 미루면 실패하지 않은 것처럼 보이니까 원중고에 남기로 했던 것뿐이라고 생각한다. 때문에 자신과 달리 어릴 때부터 당당하게 손을 들어 클러치 샷을 던지거나, 원중고에서도 주전이 되기 어렵다는 말을 듣자 묵묵히 전학을 알아보고 제 갈 길을 가던 성준수의 강단에 나름의 동경과 열등감을 함께 느끼고 있었던 것으로 보인다. 또 자신은 체격과 운동능력을 비롯한 '몸'이 성장해준 덕에 원중고에서 살아남아 주전을 꿰찰 수 있었다는, 즉 관성대로 움직이고 있었는데 마침 운까지 따라준 것뿐이라는 생각을 하고 있던 모양.그러나 성준수의 용기와 강인함을 계속 동경하고 스스로도 노력을 게을리하지 않은 끝에 결국 뛰어난 유망주로 계속 성장해나가는 전영중을 독자들은 멋있게 평가하는 듯하다. 애초에 아무리 키가 4cm나 컸다고는 해도, 한때 실력 미달로 전학을 권유받았던 선수가, 2년도 안 되어 전국에서 1,2위를 다투는 고교 팀의 주전으로 활약하게 되었다는 것은 결코 관성과 운만으로 가능했던 것이 아니다. 이는 전영중의 자기 자신에 대한 평가가 묘하게 박하다고 여겨지는 부분이다. 가비지타임의 특히 입체적인 캐릭터 중 하나이며, 성준수와 관련된 과거 서사나 경기에서의 활약 등이 공개되면서 초반의 얄미운 이미지와 달리 인기 캐릭터 중 하나로 자리잡는 데에 성공했다.",
    "story": "이 문서에 스포일러가 포함되어 있습니다.이 문서가 설명하는 작품이나 인물 등에 대한 줄거리, 결말, 반전 요소 등을 직·간접적으로 포함하고 있습니다.프롤로그에서 잠깐 모습을 보였으며, 33화에서 손쉽게 덩크하는 장면으로 처음 등장한다. 최근에서야 선발로 출전했기에 이현성 감독이 성준수에게 개인적으로 물어보기도 했다.협회장기 전국남녀중고농구대회에서 기상호를 상대로 인유어페이스하는 모습을 보여 준다.[1]???:우리 집안 사람들이 대대로 하체가 튼실해서 짬푸가 어우~!시즌 2 쌍용기 중 지상고와의 경기에서  돌파를 하고 골밑으로 온 정희찬을 막으려다가 착지과정에서 부상을 입힌다. 우수진의 교체 이후에는 우수진 대신 진재유에게 붙어서 수비하지만 스크린을 받고 쏘려는 성준수를 재빠른 헬프 디펜스로 블락하며 이로 인해 성준수를 머뭇거리게 만드는 성과가 있었으나 4쿼터에 폼이 오른 성준수를 끝내 막지는 못 했다.신유고와의 경기에서는 흐름이 신유고 쪽으로 넘어가자 속공에서 리버스 덩크로 분위기를 가져온다. 이후 후반부터는 지역방어의 중심으로 활약한다. 그리고 마지막에 신유고 공격에서 스틸과 3점슛을 성공하며 승리의 주역이 된다.장도고와의 경기에선 최종수와 매치업이 잡혔다, 2쿼터에선 자주하던 대사를 하던 최종수에게 \"하하, 생각보다 까불이구나, 너?\"라며 응수하며 수비하지만, 결국 최종수에게 앵클브레이크 당하며(컨택으로 보이기도 함) 2점을 헌납한다. 그렇게 4쿼터 막바지까지 계속 최종수에게 속절없이 탈탈 털렸는데, 끝내 최종수의 슛을 블락해내고 이후 이규의 슛 미스를 속공 덩크로 마무리하며 점수차를 5점차까지 추격해 마지막 역전 기회의 발판을 마련한다.사실 최종수에게 당하는 장면은 물론 전영중이 아닌 다른 선수가 매치업을 가져갔어도 결과는 똑같거나 오히려 더 많은 실점을 했을 수도 있다. 사실상 전영중이라 그나마 최종수의 체력을 빼서 마지막 역전의 기회를 마련할 수 있었던 것이라고 봐야 타당할 것이다.장도고의 마지막 공격에서 우수진이 놓친 최종수의 턴어라운드 페이드어웨이를 컨테스트하는데 성공하지만 임승대가 리바운드 후 골밑 슛을 성공시키며 패배하게 된다. 이후 경기장을 빠져나가던 중 지상고와 짧은 대화를 나누고[2] 몇점차까지 줄일 수 있는지 보겠다는 말을 하고 이에 성준수가 우린 이길거다라고 말하자 \"현실감각 없는 건 여전하네. 너답다. 너다워\"[3]라는 말을 하고 퇴장한다.[4]시즌 4에선 지상고와 장도고의 경기를 보지않고 체육관에서 슛 연습을 한다.[5] 다만 경기 중 성준수와 관련된 얘기가 나오면 귀신처럼 반응하는 등 성준수를 향한 관심은 여전히 강력하게 드러난다.장도고와 지상고전 이후, 지상고 우승에 큰 열을 감명을 받았는지 아침 일찍 체육관에 와 슛연습을 한다. 자신도 어쩌면 최종수를 막고 우승할 수 있지 않을까라는 말에 당연히 가능하다는 조재석은 덤.일상타임의 5:5 연습게임에서 종수팀이 된다. 윈드밀 덩크를 시도하려다 실패하고 조재석에게 왜 안 하던 걸 하냐며 핀잔을 듣는다. 이후 교체 없이 뛰다가 4쿼터를 8초 남긴 시점에 코너에서 우수진의 패스를 받는다. 성준수가 자신에게 패스하라고 신호하지만 바로 3점 슛을 시도하다가 빗나간다. 결국 연습게임은 병찬팀의 승리로 끝나고, 왜 그걸 네가 던지냐는 성준수에게 네가 머뭇거리지 말라고 하지 않았냐며[6] 응수한다. 그리고 한동안 등장이 없다가 그날 밤 숙소에 남은 인원들과 함께 치킨을 먹는 모습으로 등장한다. 덩크슛 에피소드에서는 멋지게 360도 덩크를 넣는다. 유스 캠프 마지막 날에는 떠나는 지상고를 배웅한다.",
    "line": "재첩국만 먹어서 힘이 안 나나 봐?36화3점 열한 개 던져서 하나 들어갔다며? 십일분의 일. 일일일. 간첩신고 해도 되겠어.시즌2 34화준수야 팀원들하고 사이좋게 지내야지.시즌2 45화어때? 준수 넌 그렇게 멋있는데 난 엄청 한심하지?아니. 한심한 건… 성준수 너잖아…! 누가 그런 이상한 학교로 전학 가래? 누가 그런 사투리도 아니고 서울말도 아닌 X신 같은 말투 쓰라고 했냐고? 누가… 누가 그 별 볼일 없는 몸뚱아리로… 누가 계속 농구 하래!!![9]시즌2 51화우리 준수 또 경우의 수 계산 X 빠지게 했나 봐? 신유고가 이겼든 상평고가 이겼든 우린 그런 거 신경 안 써. 이번에도 3승으로 올라갈 거니까.시즌 2 52화그놈의 영점은 왜 게임 시작 전엔 안 맞춰지는 거야?시즌3 2화재석이는 제정신이 아니다.시즌3 3화조재석!!! 대충 높이 던져! 무조건 잡아줄게!시즌3 5화목말라? 대체 왜? 오늘 게임 뛰지도 않았잖아? 하나도 안 보이던데? 오늘 샤워는 하지 말고 자라. 땀도 안 흘렸는데 자꾸 그렇게 물을 낭비하고 그러다가 진짜 우리나라 물 부족 국가가 될지도 모른다고.시즌 3 28화하하 생각보다 까불이었구나? 너.시즌 3 32화"
}